DELETE FROM Бронирование;
DELETE FROM [Номера];
DELETE FROM [Типы_номеров];

INSERT INTO [Типы_номеров] ([Тип_номера_ID], [Название_Типа], [Описание], [Цена], [Вместимость]) 
VALUES 
(1, N'Эконом', N'Одноместный номер с базовыми удобствами', 2500, 1),
(2, N'Стандарт', N'Двухместный номер с кондиционером и телевизором', 4000, 2),
(3, N'Полулюкс', N'Улучшенный номер с дополнительным диваном', 6000, 3),
(4, N'Люкс', N'Просторный номер с джакузи и панорамным видом', 10000, 4);

INSERT INTO [Номера] ([номер_ID], [Номер_комнаты], [Тип_номера], [Этаж]) 
VALUES 
(101, 101, 1, 1),
(202, 202, 2, 2),
(305, 305, 3, 3),
(410, 410, 4, 4);

INSERT INTO [Бронирование] ([Гость], [номер], [Дата_заезда], [Дата_выезда], [Дата_бронирования], [Статус_Бронирования], [Цена]) 
VALUES 
(1, 101, '2025-05-20', '2025-05-25', '2025-05-10', N'Подтверждено', 12500),
(2, 202, '2025-06-01', '2025-06-07', '2025-05-12', N'Подтверждено', 24000),
(3, 305, '2025-05-15', '2025-05-18', '2025-05-01', N'Отменено', 18000),
(4, 410, '2025-07-10', '2025-07-20', '2025-05-15', N'Отменено', 100000);