INSERT INTO Услуги (Услуга_ID, Название_услуги, Описание, Цена)
VALUES 
(1, N'Фитнес-центр', N'Круглосуточный доступ в тренажёрный зал с современным оборудованием.', 500.00);

INSERT INTO Услуги (Услуга_ID, Название_услуги, Описание, Цена)
VALUES 
(2, N'Спа-комплекс', N'Массажи, сауна, хамам и джакузи (входит халат и тапочки).', 2500.00);

INSERT INTO Услуги (Услуга_ID, Название_услуги, Описание, Цена)
VALUES 
(3, N'Конференц-зал', N'Аренда зала на 4 часа с проектором, флипчартом и кофе-брейком.', 7000.00);

INSERT INTO Услуги (Услуга_ID, Название_услуги, Описание, Цена)
VALUES 
(4, N'Трансфер', N'Встреча в аэропорту / на ж/д вокзале, посадка в автомобиль бизнес-класса.', 3500.00);

INSERT INTO Услуги (Услуга_ID, Название_услуги, Описание, Цена)
VALUES 
(5, N'Завтрак в номер', N'Горячий завтрак "шведский стол" с доставкой в номер с 7:00 до 10:30.', 1200.00);